Repository: buckket/supybot-mastodon
Catalog: locales/*.po
Languages: de

source: Resolve Mastodon links on this channel
de: Löse Mastodon Links in diesem Kanal auf

source: Enable Streaming API for this channel
de: Aktiviere Streaming API für diesen Kanal

source: Enable Mastodon bot for this channel
de: Aktiviere Mastodon Bot für diesen Kanal

source: Mention by @{}: {} – {}
de: Erwähnung von @{}: {} – {}

source: Hello. This is Mastodon.
de: Hallo. Hier ist Mastodon.

source: This channel has no associated Mastodon account.
de: Dieser Kanal besitzt keinen Mastodon Account.

source: Please specify a toot to reply to.
de: Bitte gib einen Tröt auf auf den sich die Antwort beziehen soll.

source: An error has occurred.
de: Ein Fehler ist aufgetreten.

source: Returns the link to the bot's Mastodon profile.
de: Gibt den Link zum Mastodon Profil des Bots zurück.

source: <text> Toots <text>
de: <text> Trötet <text>

source: <toot url> <text> Toots <text> as reply to <toot url>
de: <toot url> <text> Trötet <text> als Antwort zu <toot url>

source: <toot url> Favs toot <toot url>
de: <toot url> Herzt Tröt <toot url>

source: Done.
de: Erledigt.

source: <toot url> Boosts toot <toot url>
de: <toot url> Boostet Tröt <toot url>

source: <toot url> Deletes toot <toot url>
de: <toot url> Löscht Tröt <toot url>

source: <user uri> Follow user <user uri>
de: <user uri> Folgt Nutzer <user uri>

source: <user uri> Unfollow user <user uri>
de: <user uri> Entfolgt Nutzer <user uri>

source: Toot by @{}: {}
de: Tröt von @{}: {}
